alibaba/AliOS-Things/components/py_engine/adapter/haas/boards/HaaSEDUk1/mpconfigboard.h
#define MICROPY_HW_BOARD_NAME "EDUk1 module"
#define MICROPY_HW_MCU_NAME "EDUk1"
#define MICROPY_SW_VENDOR_NAME "HaaSPython"
